const MockData = [
  // {
  //   id: 1,
  //   pw : ,
  //   gender :
  //   mbti :
  //   title :
  //   img :
  //   content: '1번 리뷰',
  //   rating :
  //   createdDate: new Date('2024-04-22').getTime(),
  // },
  //   {
  //     id: 2,
  //     createdDate: new Date('2024-03-01').getTime(),
  //     emotionId: 2,
  //     content: '2번 일기 내용',
  // },
  {
    id: 3,
    pw: 3333,
    gender: female,
    mbti: ENTJ,
    title: '여름에 한달 살고싶은 곳 어디? 여기!',
    img: '',
    content:
      '여름에는 역시 바닷가, 바닷가 하면 해운대라고 할 수 있습니다. 해변 기차나 블루 라인 스카이 캡슐을 타고 도시와 바다를 내려다보는 것도 좋은 추억이 될 것 같아요. 또한 청사포 다릿돌 전망대를 방문하여 멋진 경치를 감상할 수 있어요. 다들 해운대에서 햇살 가득한 날을 보내보세요! 😊🌊',
    rating: 8 / 10,
    createdDate: new Date('2024-02-10').getTime(),
  },
  //    {
  //     id: 4,
  //     createdDate: new Date('2024-03-01').getTime(),
  //     emotionId: 3,
  //     content: '3번 일기 내용',
  //   },
];

export default MockData;
