const MockData = [
  {
    id: 1,
    pw: 5620,
    gender: 'female',
    mbti: 'ISFP',
    title: '1박 2일 뚜벅이 경주여행👍🤣',
    img: '',
    content:
      '밤에 황리단길 걷다가 나와서 첨성대까지 갔었는데 무척 예뻤어요. 첨성대를 밤에 본 건 처음이었는데 정말 색다른 매력이 느껴지더라고요. 다른 분들도 경주 여행 왔을 때 저녁 먹고 동궁과 월지 보는 김에 첨성대까지 들리는 걸 추천합니다.',
    rating: 9,
    createdDate: new Date('2024-04-22').getTime(),
  },
  {
    id: 2,
    createdDate: new Date('2024-04-21').getTime(),
    emotionId: 2,
    content: '2번 일기 내용',
  },
  {
    id: 3,
    createdDate: new Date('2024-03-01').getTime(),
    emotionId: 3,
    content: '3번 일기 내용',
  },
];

export default MockData;
